<?php
?>
<h1>Изучение английских слов</h1>
<p>На сайте размещена система для быстрого запоминания английских слов.</p>
<p>Как все устроено?</p>
<p>На сайте Вы можете создать коллекцию английских слов, которые хотите запомнить.</p>
<p>Сайт разобьет коллекцию на блоки по 3 слова (размер блока Вы можете выбрать сами) и начнет эти слова озвучивать и писать на экране. Небольшой размер блока, написание слова на экране, одновременное озвучивание слова и перевода помогут Вам быстро выучить английские слова. Блок повторяется до тех пор, пока Вы не захотите перейти к следующей группе слов из Вашей коллекции.</p>
<p>Система изучения английских слов хороша и удобна тем, что слова можно учить по дороге на работу или с работы, во время прогулки, езде на велосипеде или во время поездки на автомобиле. В любое время и в любом месте где у Вас есть мобильный телефон или компьютер.</p>
<p>И самое главное: наша система изучения английских слов совершенна бесплатна. Т.е. даром :)</p>
<p>С чего начать?</p>
<p>Чтобы Ваши коллекции слов не пропадали, а  оставались на сайте так долго как Вы захотите нужно зарегистрироваться на сайте. <a href="/registration">Зарегистрироваться можно тут >>></a></p>
<p>Если Вы уже зарегистрированны, <a href="/login">войти можно тут >>></a></p>